Repository: Git-Fal7/mugshot
Catalog: po/*.po
Languages: ar

source: About Me
ar: عنّي

source: Configure your profile image and contact details
ar: تعديل صورة حسابك ومعلومات الاتصال الخاصة بك

source: Capture - Mugshot
ar: إلتقاط - Mugshot

source: <b>Preview</b>
ar: <b>معاينة</b>

source: Center
ar: الوسط

source: Left
ar: اليسار

source: Right
ar: اليمين

source: <b>Crop</b>
ar: <b>اقتصاص</b>

source: Select from stock…
ar: تحديد من الوسائط المخزنة

source: Capture from camera…
ar: التقاط من الكاميرا

source: Browse…
ar: تصفح...

source: Mugshot
ar: ماجشوت

source: <b>First Name</b>
ar: <b>الاسم الأول</b>

source: <b>Last Name</b>
ar: <b>الكنية</b>

source: <b>Initials</b>
ar: <b>الأحرف الأولى</b>

source: <b>Home Phone</b>
ar: <b>هاتف المنزل</b>

source: <b>Email Address</b>
ar: <b>عنوان البريد الإلكتروني</b>

source: <b>Office Phone</b>
ar: <b>هاتف المكتب</b>

source: <b>Fax</b>
ar: <b>الفاكس</b>

source: Select a photo…
ar: تحديد صورة

source: Show debug messages (-vv debugs mugshot_lib also)
ar: عرض رسائل التنقيح ( vv- تًنقح mugshot_lib أيضا)

source: Retry
ar: إعادة المحاولة

source: Authentication cancelled.
ar: المصادقة أُلغيت.

source: Authentication failed.
ar: المصادقة فشلت.

source: An error occurred when saving changes.
ar: حدث خطأ أثناء حفظ التغييرات.

source: User details were not updated.
ar: معلومات المستخدم لم تُحفظ.

source: Update Pidgin buddy icon?
ar: هل تريد تحديث أيقونة الصورة الرمزية في بِدْجِن؟

source: Would you also like to update your Pidgin buddy icon?
ar: هل تود أيضا تحديث أيقونة الصورة الرمزية الخاصة بك في بِدْجِن؟

source: Enter your password to change user details.
ar: أدخل كلمة المرور الخاصة بك لتغيير معلومات المستخدم.

source: This is a security measure to prevent unwanted updates to your personal information.
ar: هذا إجراء أمني لمنع التحديثات غير المرغوبة لمعلوماتك الشخصية.

source: Update LibreOffice user details?
ar: هل تريد تحديث معلومات مستخدم ليبرأوفيس؟

source: Would you also like to update your user details in LibreOffice?
ar: هل تود أيضا تحديث معلومات المستخدم الخاصة بك في ليبرأوفيس؟

source: Password Required
ar: كلمة المرور مطلوبة

source: Incorrect password... try again.
ar: كلمة المرور غير صحيحة ... حاول مجددا.

source: Password:
ar: كلمة المرور:

source: Cancel
ar: إلغاء

source: OK
ar: موافق

source: Enter your password to perform administrative tasks.
ar: يُرجى إدخال كلمة المرور لتنفيذ المهام الإدارية.

source: The application '%s' lets you modify essential parts of your system.
ar: التطبيق '%s' يُتيح لك تعديل أجزاء أساسية من نظامك.

source: Lightweight user configuration
ar: إعدادات المستخدم البسيطة

source: Mugshot enables users to easily update personal contact information. With Mugshot, users are able to:
ar: يُتيح ماجشوت للمستخدمين تحديث معلومات الاتصال الشخصية بسهولة. باستخدام ماجشوت ، يُمكن للمستخدمين:

source: Set the account photo displayed at login and optionally synchronize this photo with their Pidgin buddy icon
ar: تعيين صورة الحساب المعروضة عند تسجيل الدخول ومزامنة هذه الصورة مع أيقونة الصورة الرمزية في بِدْجِن اختياريًا

source: Set account details stored in /etc/passwd (usable with the finger command) and optionally synchronize with their LibreOffice contact information
ar: تعيين معلومات الحساب المخزنة في etc/passwd/ (والتي يُمكن استخدامها مع الأمر finger) ومزامنتها مع معلومات الاتصال الخاصة بـليبرأوفيس

source: Mugshot has moved to GitHub! This maintenance release includes numerous translation updates.
ar: انتقل ماجشوت إلى جيت هاب! يحتوي إصدار الصيانة هذا على العديد من تحديثات الترجمة.

source: This release includes a number of code quality improvements, bug fixes, and translations. Mugshot can now be built and run in a minimal chroot environment.
ar: يحتوي هذا الإصدار على عدد من التحسينات على جودة الشفرة البرمجية ،إصلاحات العلل والترجمات. يُمكن الآن بناء ماجشوت وتشغيله في بيئة chroot بسيطة.

source: This stable release adds support for the latest GTK and GStreamer technologies.
ar: يضيف هذا الإصدار المستقر دعمًا لأحدث تقنيات GTK و GStreamer.

source: This development release restores camera dialog functionality that with recent software versions.
ar: يُعيد إصدار التطوير هذا وظائف حوار الكاميرا التي كانت موجودة في إصدارات البرامج الأخيرة.

source: This development release fixes a large number of bugs from previous releases. User properties that cannot be edited are now restricted to administrative users.
ar: يُعالج إصدار التطوير هذا عددا كبيرا من العلل في الإصدارات السابقة. معلومات المستخدم التي لا يمكن تحريرها مقتصرة فقط الآن في المستخدمين الإداريين.

source: This development release upgrades the camera dialog to use Cheese and Clutter to display and capture the camera feed.
ar: يُحدِّث إصدار التطوير هذا مربع حوار الكاميرا لاستخدام Cheese و Clutter لعرض والتقاط الصور من الكاميرا.

source: This stable release improves Mugshot functionality for LDAP users, and includes the latest SudoDialog, improving the appearance and usability of the password dialog.
ar: يُحسِّن هذا الإصدار المستقر وظائف ماجشوت لمستخدمي LDAP ، ويحتوي على أحدث إصدار من SudoDialog ، مما يُحسِّن مظهر حوار كلمة المرور وسهولة استخدامه.
